/** @file

Copyright (c) 2006 - 2014, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  UsbSetup.uni

Abstract:
  The definition of string used in  USB Setup setting.

Revision History:

$END--------------------------------------------------------------------

**/

/=#
#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_COM_EMPTY                      #language en-US " "
                                           #language zh-Hans " "

#string STR_USB_FORM                       #language en-US   "USB Configuration"
                                           #language zh-Hans "USB\wide配置\narrow"
#string STR_USB_FORM_HELP                  #language en-US   "USB Configuration"
                                           #language zh-Hans "USB\wide配置\narrow"
#string STR_USB_PORT_FORM                  #language en-US   "USB Port Configuration"
                                           #language zh-Hans "USB\wide端口配置\narrow"

#string STR_USB_MASS_SUPPORT               #language en-US   "USB Mass Storage Support"
                                           #language zh-Hans "USB\wide存储设备支持\narrow"                                            
#string STR_USB_MASS_SUPPORT_HELP          #language en-US   "Set USB mass storage device support before entering OS."
                                           #language zh-Hans "\wide控制进入\narrowOS\wide之前的\narrowUSB\wide存储设备的支持\narrow"                                             
                                         
#string STR_USB_PORT_CTRL1                 #language en-US   "CPU1 USB Port Enable"
                                           #language zh-Hans "CPU1 USB\wide端口使能\narrow"                                           
#string STR_USB_PORT_CTRL1_HELP            #language en-US   "enable or disable the front and rear 4 usb ports."
                                           #language zh-Hans "\wide控制前置和背板的\narrow4\wide个\narrowUSB\wide端口\narrow"
#string STR_USB_PORT_CTRL2                 #language en-US   "CPU2 USB Port Enable"
                                           #language zh-Hans "CPU2 USB\wide端口使能\narrow"                                           
#string STR_USB_PORT_CTRL2_HELP            #language en-US   "enable or disable the internal usb port."
                                           #language zh-Hans "\wide控制主板内置的\narrow1\wide个\narrowUSB\wide端口\narrow"
                                           
#string STR_USB_DEVICE_LIST             #language en-US   "USB device list :"
                                        #language zh-Hans "USB\wide设备列表：\narrow"
                                        
#string STR_USB_STORAGE                 #language en-US   "USB  Storage"
                                        #language zh-Hans "USB\wide存储设备\narrow"
#string STR_USB_KEYBOARD                #language en-US   "USB Keyboard"
                                        #language zh-Hans "USB    \wide键盘\narrow"
#string STR_USB_MOUSE                   #language en-US   "USB    Mouse"
                                        #language zh-Hans "USB    \wide鼠标\narrow" 
                                        
#string STR_USB_FRONT_PORT1             #language en-US   "USB Back Port0"
                                        #language zh-Hans "USB\wide后置口0\narrow"                                        
#string STR_USB_FRONT_PORT2             #language en-US   "USB Back Port1"
                                        #language zh-Hans "USB\wide后置口1\narrow"                                               
#string STR_USB_BACK_PORT1              #language en-US   "USB Front Port0"
                                        #language zh-Hans "USB\wide前置口0\narrow"      
#string STR_USB_BACK_PORT2              #language en-US   "USB Front Port1"
                                        #language zh-Hans "USB\wide前置口1\narrow"                                                                                     